{
  "__DES__": "produces paper recommendations for given paper_id",
  "__URL__": "https://api.semanticscholar.org/recommendations/v1/papers/forpaper/036c62f30ac23ce5893c7e875e1007f29e075730?fields=paperId,title,authors,year,abstract,citationCount,referenceCount,influentialCitationCount,fieldsOfStudy&limit=10",
  "recommendedPapers": [{"paperId": "b9179569ece9d9e92f13d6dc5355ecdc5f60243e", "title": "A Comparison of Alternative Option Pricing Models", "abstract": "- In this paper we compare Weibull and Mixed-Lognormal-Weibull Option Pricing Models. The data for this study were obtained from Australian Clearing House of Australian Securities Exchange (ASX) which consists of 50 enlisted stocks in the clearing house as products of monthly market summary for long term options from 3rd January, 2017 to 31st December, 2019. The data were properly arranged according to 25, 27, 28, 29 and 30 maturity days. With the help R-package, we obtain the parameters of Weibull (WBS) and MLWBS and the goodness of fit test was conducted to find how best fit the two models are in Black-Scholes Option Pricing Model and the result revealed that under the null hypothesis of a good fit it is accepted (P>0.05) that WBS is a good fit in Black-Scholes option pricing model while MLWBS is a good fit only at the maturity days of 25 and 27 (shorter maturity days) Hence, we affirmed that WBS is a selective alternative option pricing model while MLWBS should only be applied when the expiration days of options are shorter.", "year": 2023, "referenceCount": 22, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "103982282", "name": "C. A. Ugomma"}, {"authorId": "71603255", "name": "F. Nwobi"}, {"authorId": "108785927", "name": "E. Nwogu"}]}, {"paperId": "f8118bb9081bbcdaf987120302f7469cc91f4b3b", "title": "Optimal Inference for Spot Regressions", "abstract": "Betas from return regressions are commonly used to measure systematic ﬁnancial market risks. “Good” beta measurements are essential for a range of empirical inquiries in ﬁnance and macroeconomics. We introduce a novel econometric framework for the nonparametric estimation of time-varying betas with high-frequency data. The “local Gaussian” property of the generic continuous-time benchmark model enables optimal “ﬁnite-sample” inference in a well-deﬁned sense. It also aﬀords more reliable inference in empirically realistic settings compared to conventional large-sample approaches. Two applications pertaining to the tracking performance of leveraged ETFs and an intraday event study illustrate the practical usefulness of the new procedures.", "year": 2023, "referenceCount": 59, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "2702465", "name": "T. Bollerslev"}, {"authorId": "2118373342", "name": "Jia Li"}, {"authorId": "2213734559", "name": "Yuexuan Ren"}]}, {"paperId": "6dd01cbd74e0d02f01ceb81dc4f7a36caa3c1c09", "title": "Large Global Volatility Matrix Analysis Based on Structural Information", "abstract": "In this paper, we develop a novel large volatility matrix estimation procedure for analyzing global financial markets. Practitioners often use lower-frequency data, such as weekly or monthly returns, to address the issue of different trading hours in the international financial market. However, this approach can lead to inefficiency due to information loss. To mitigate this problem, our proposed method, called Structured Principal Orthogonal complEment Thresholding (Structured-POET), incorporates structural information for both global and national factor models. We establish the asymptotic properties of the Structured-POET estimator, and also demonstrate the drawbacks of conventional covariance matrix estimation procedures when using lower-frequency data. Finally, we apply the Structured-POET estimator to an out-of-sample portfolio allocation study using international stock market data.", "year": 2023, "referenceCount": 38, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": ["Economics"], "authors": [{"authorId": "108517517", "name": "Sungchun Choi"}, {"authorId": "34405753", "name": "Donggyu Kim"}]}, {"paperId": "ee27aaed296baea822005123dce5c7022fc2e995", "title": "When Is Cross Impact Relevant?", "abstract": "Trading pressure from one asset can move the price of another, a phenomenon referred to as cross impact. Using tick-by-tick data spanning 5 years for 500 assets listed in the United States, we identify the features that make cross-impact relevant to explain the variance of price returns. We show that price formation occurs endogenously within highly liquid assets. Then, trades in these assets influence the prices of less liquid correlated products, with an impact velocity constrained by their minimum trading frequency. We investigate the implications of such a multidimensional price formation mechanism on interest rate markets. We find that the 10-year bond future serves as the primary liquidity reservoir, influencing the prices of cash bonds and futures contracts within the interest rate curve. Such behaviour challenges the validity of the theory in Financial Economics that regards long-term rates as agents anticipations of future short term rates.", "year": 2023, "referenceCount": 32, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": ["Economics", "Physics"], "authors": [{"authorId": "2219249060", "name": "Victor Le Coz"}, {"authorId": "3323947", "name": "I. Mastromatteo"}, {"authorId": "49521137", "name": "D. Challet"}, {"authorId": "48180678", "name": "M. Benzaquen"}]}, {"paperId": "26e534fa38dc8fd5d658a9fda1e419f252313098", "title": "Optimizing Stock Portfolio using Markowitz Model", "abstract": "The stock market is a well-known illustration of an investing option with obvious returns. Its volatility provides a basis for carefully analyzing its prior results in an effort to forecast future market returns. This paper discusses the various models used for selecting investment portfolios and utilizes the Markowitz decision-making model to aid in selecting an optimal investment portfolio based on historical price data and US Treasury 10-year bond rate data. Four stocks were included in the model, with two popular and highly volatile stocks, and two fast-growing stocks. The Markowitz model that maximizes the Sharpe ratio favors the two fast-growing stocks, whereas the same calculations for minimizing risk favor the more volatile stocks, but only lowers risk marginally and reduce returns significantly. The paper further analyzed the accuracy of the Markowitz model in this specific case and provided the Fama French model as a usable alternative that will likely provide alternative suggestions that are more correlated to real-life scenarios.", "year": 2023, "referenceCount": 4, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "49110996", "name": "Quan Wang"}]}, {"paperId": "6c5f7639eb3b3d786dcfcc76c2e0af3b94da641e", "title": "An Option Valuation Formula for Stochastic Volatility Driven by GARCH Processes", "abstract": "We have developed a practical and elegant closed-form option pricing formula for general GARCH models using a risk-neutral argument. To estimate the parameters, we propose a procedure and utilize Monte Carlo simulation to calculate the prices. Our formula has been successfully applied to S&P 500 index options and Chinese SSE 50 ETF options, providing empirical evidence that it outperforms the Black-Scholes formula with constant volatility in both the U.S. and Chinese financial markets. While there may be other equivalent martingale measures in this setting, our formula serves as a useful reference for pricing options.", "year": 2023, "referenceCount": 21, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "144020068", "name": "Z. Qian"}, {"authorId": "101246514", "name": "Xingcheng Xu"}]}, {"paperId": "d03b951b70ec76a1e9ffcd4ab2d089afdb3db6a9", "title": "High-frequency Trading and Stock Markets: Past, Present and the Road Ahead", "abstract": "High-frequency trading (HFT) is one of the most significant recent developments in the financial markets. This study aims to assess the present status of HFT in stock markets in India and across the world to identify subjective areas that can be used for carrying out research in HFT in relation to stock markets operating in India. The study will help to bring out significant areas of research gap which can help to regulate the HFT without much impact on the retail investors by reducing the leveraging effect of the prices. With the use of major studies that have highest citations during the previous ten years in the area of HFT, the regulatory measures and their impact on HFT were found to be an interesting area of research that is left unexplored. This study on whole has provided clear synthesis of HFT and its impact on stock markets over the decade which has helped to identify significant areas of research related to Indian as well as world stock markets.", "year": 2023, "referenceCount": 0, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "2190831683", "name": "J. Krishna"}, {"authorId": "2219740882", "name": "Renuka Lenka"}]}, {"paperId": "947ad90990c5a4bbaaf0699d47ab590abcc57d2c", "title": "Implied higher order moments in the Heston model: a case study of S &P500 index", "abstract": null, "year": 2023, "referenceCount": 26, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "2400323", "name": "F. Mehrdoust"}, {"authorId": "1390170425", "name": "Idin Noorani"}]}, {"paperId": "40115172e867059eaf614bcae7cec8d3dc7f27f0", "title": "Aggregate Investor Sentiment and Time-Varying Price Discovery: Evidence from the Options Market", "abstract": "Previous literature shows that the price-discovery ability of options market varies substantially over time. Using data of Shanghai Stock Exchange 50 exchange-traded fund options, this paper shows that options prices contribute relatively less to price discovery during low-sentiment periods, but the price-discovery ability of options market remains unchanged during high-sentiment periods. These results suggest that change in aggregate investor sentiment is an important source of the time variation in options’ price discovery ability. Moreover, the options market experiences greater bid-ask spreads when investor sentiment is lower, supporting a “transaction costs mechanism.” This paper fulfills related literature on the time variation in options’ price-discovery ability.", "year": 2023, "referenceCount": 11, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "2110328259", "name": "Yaping Zhou"}, {"authorId": "103638938", "name": "Dayong Lv"}]}, {"paperId": "f8d83d1909463a9b71a7a54013832c68dc9832c5", "title": "An overview of technical analysis in systematic trading strategies returns and a novel systematic strategy yielding positive significant returns", "abstract": "This paper contributes to the literature on systematic trading strategies, in particular technical analysis profitability. We measure the profitability and forecasting power of a trend following strategy implemented in Python on a wide perimeter (205 European stocks, 11 industries, 7 major stock exchanges) over 8 years: from 2015 to 2022. The strategy signal is based on 4 moving averages and a trailing stop loss. We also introduce a mechanism based on trailing upper and lower price bounds to avoid false signals and limit transaction costs during lateral movements. We calibrate the iper-parameters to all stocks belonging to the same industry. The returns of the strategy applied to the constituents of the top performing industries provides a total return of 20% net of transaction costs, with an annualized Sharpe ratio of 0.54, in the out of sample time window from 2020 to 2022.", "year": 2023, "referenceCount": 39, "citationCount": 0, "influentialCitationCount": 0, "fieldsOfStudy": null, "authors": [{"authorId": "2123289709", "name": "Marco Basanisi"}, {"authorId": "101936437", "name": "Roberto Torresetti"}]}]
}